Repository: zzag/dynamic-wallpaper
Catalog: src/translations/po/*.po
Languages: it_it

source: Could not construct the path of the Sun
it_it: Non è stato possibile costruire il percorso del Sole

source: Could not find 'Wallpaper' object
it_it: Non è stato possibile trovare l'oggetto 'Wallpaper'

source: Unknown wallpaper type: %1
it_it: Tipo di wallpaper sconosciuto: %1

source: Image %1 has no metadata associated with it
it_it: L'immagine %1 non ha metadati associati

source: Image %1 has invalid azimuth value: %2
it_it: L'immagine %1 ha un valore di azimuth non valido: %2

source: Image %1 has invalid elevation value: %2
it_it: L'immagine %1 ha un valore di elevazione non valido: %2

source: Image %1 has invalid time value: %2
it_it: L'immagine %1 ha un valore di tempo non valido: %2

source: Could not load wallpaper package: %1
it_it: Non è stato possibile caricare il pacchetto del wallpaper: %1

source: Wallpaper does not have enough images
it_it: Il wallpaper non ha abbastanza immagini

source: Could not initialize dynamic wallpaper: %1
it_it: Non è stato possibile inizializzare il wallpaper dinamico: %1

source: Could not load dynamic wallpaper: %1
it_it: Non è stato possibile caricare il wallpaper dinamico: %1

source: Images
it_it: Immagini

source: Fill Mode:
it_it: Modalità di riempimento

source: Scaled and Cropped
it_it: Scalato e Tagliato

source: Scaled
it_it: Scalato

source: Scaled, Keep Proportions
it_it: Scalato, Mantieni Proporzioni

source: Centered
it_it: Centrato

source: Tiled
it_it: Affiancato

source: Latitude:
it_it: Latitudine:

source: Longitude:
it_it: Longitudine:

source: Update Every:
it_it: Aggiorna Ogni:

# <image> by <author> (<license>)
source: By %1 (%2)
it_it: Da %1 (%2)

source: Open Containing Folder
it_it: Mostra nel Gestore File

source: Restore Wallpaper
it_it: Ripristina Wallpaper

source: Remove Wallpaper
it_it: Rimuovi Wallpaper

source: Open Wallpaper
it_it: Apri Wallpaper

source: Add Wallpaper...
it_it: Aggiungi Wallpaper...
